export const DUMMY_POPULAR_ARTICLES = [
  {
    title: "記事タイトル",
    author: "著者名",
    excerpt:
      "記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細",
    image: null,
    href: "#",
  },
  {
    title: "記事タイトル",
    author: "著者名",
    excerpt:
      "記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細",
    image: null,
    href: "#",
  },
  {
    title: "記事タイトル",
    author: "著者名",
    excerpt:
      "記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細記事詳細",
    image: null,
    href: "#",
  },
] as const;
